{
  "meta-data": {
    "Supported-languages": [
      "English",
      "Kannada",
      "Hindi"
    ],
    "GodName": "Vishnu"
  },
  "data": [
    {
      "language": "English",
      "language-code": "en",
      "songs": [
        {
          "songName": "Agam Shree Hari Stotram",
          "songLocation": "agamShreeHariStotram.mp3"
        }
      ],
      "description": "Lord Vishnu is one of the principal deities of Hinduism, revered as the preserver and protector of the universe. He is often depicted with a serene and benevolent expression, symbolizing his role as the sustainer of life. Vishnu is recognized by his blue skin, which represents the infinite sky and the oceans, and is typically shown holding a conch shell (shankha), a discus (chakra), a mace (gada), and a lotus flower (padma) in his four arms, each symbolizing different aspects of life and the universe.\n\nVishnu is known for his ten avatars, or incarnations, which include well-known forms such as Rama and Krishna. Each avatar represents a divine intervention to restore cosmic order during times of chaos and evil. His teachings and actions emphasize dharma (righteousness), love, and compassion, making him a central figure in many Hindu texts, including the Mahabharata and the Bhagavad Gita.\n\nDevotees worship Vishnu in various forms and forms, establishing temples dedicated to him across India and beyond. His worship is integral to many festivals, such as Diwali, where he is celebrated for defeating the demon king Ravana in his incarnation as Rama. Additionally, Vishnu is associated with the concept of cosmic cycles, emphasizing the importance of rebirth and the eternal nature of the soul.\n\nThe influence of Lord Vishnu extends beyond religion into art, literature, and culture, making him a symbol of hope and renewal. His teachings inspire followers to live with integrity and purpose, fostering a deeper understanding of their place in the universe. The reverence for Vishnu endures through generations, securing his status as a beloved deity in Hindu spirituality."
    },
    {
      "language": "Kannada",
      "language-code": "kn",
      "songs": [
        {
          "songName": "ಅಗಮ ಶ್ರೀ ಹರಿಸ್ತೋತ್ರಂ",
          "songLocation": "agamShreeHariStotram.mp3"
        }
      ],
      "description": "भगवान विष್ಣು ಹಿಂದೂ ಧರ್ಮದ ಪ್ರಮುಖ ದೇವರಲ್ಲಿ ಒಬ್ಬರು, ಅವರು ವಿಶ್ವವನ್ನು ಉಳಿಸುವ ಮತ್ತು ರಕ್ಷಣೆಯೇರುತ್ತಿರುವ ದೇವತೆಯಾಗಿ ಬಿಂಬಿತವಾಗಿದ್ದಾರೆ. ಅವರು ಶಾಂತಿಯುತ ಮತ್ತು ಕರುಣಾಮಯವಾದ ಮುಖಭಂಗಿಯಿಂದ ಗುರುತಿಸಲಾಗುತ್ತಿದ್ದರು, ಇದು ಜೀವನವನ್ನು ಬಾಳಿಸಲು ಅವರ ಪಾತ್ರವನ್ನು ಸಂಕೇತಿಸುತ್ತದೆ. ವಿಷ್ಣು ಅವರ ನೀಲಿ ಚರ್ಮದಿಂದ ಪರಿಚಯಿಸಲ್ಪಟ್ಟಿದ್ದಾರೆ, ಇದು ಅಂತಹ ಅನಂತ ಆಕಾಶ ಮತ್ತು ಸಾಗರವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ. ಅವರು ತಮ್ಮ ನಾಲ್ಕು ಕೈಗಳಲ್ಲಿ ಶಂಖ (ಸಂಗು), ಚಕ್ರ (ಚಕ್ರ), ಗುಂಡು (ಗದ) ಮತ್ತು ಕಮಲ (ಪದ್ಮ) ಇತ್ಯಾದಿಗಳನ್ನು ಹಿಡಿದಂತೆ ಚಿತ್ರಿಸಲಾಗಿದೆ, ಪ್ರತಿಯೊಂದು ಜೀವನ ಮತ್ತು ವಿಶ್ವದ ವಿಭಿನ್ನ ಅಂಶಗಳನ್ನು ಸಂಕೇತಿಸುತ್ತವೆ.\n\nವಿಷ್ಣುನು ತಮ್ಮ ದಶಾವತಾರಗಳಿಗಾಗಿ ಪ್ರಸಿದ್ಧರಾಗಿದ್ದಾರೆ, ಅಥವಾ ಅವತಾರಗಳೆಂದರೆ, ರಾಮ ಮತ್ತು ಕೃಷ್ಣ ಎಂಬಂತ ಪ್ರಮುಖ ರೂಪಗಳನ್ನು ಒಳಗೊಂಡಂತೆ. ಪ್ರತಿಯೊಂದು ಅವತಾರವು ಅತ್ಯಾಚಾರ ಮತ್ತು ಬುದ್ಧಿವಾದ ಕಾಲದಲ್ಲಿ ಬ್ರಹ್ಮಾಂಡದಲ್ಲಿ ಕೋಸ್ಮಿಕ ಶ್ರೇಣಿಯನ್ನು ಪುನಃಸ್ಥಾಪಿಸಲು ದಿವ್ಯ ಮಧ್ಯೆ ಪ್ರಾತಿನಿಧ್ಯವಾಗಿ ಹೊರಬರುತ್ತದೆ. ಅವರ ಉಪದೇಶಗಳು ಮತ್ತು ಕ್ರಿಯೆಗಳು ಧರ್ಮ (ಶ್ರೇಯಸ್ಸು), ಪ್ರೀತಿಯು ಮತ್ತು ಕರುಣೆಯು ನಿರೂಪಿಸುತ್ತವೆ, ಇವರ ಪಾಠಗಳಲ್ಲಿ ಮಹಾಭಾರತ ಮತ್ತು ಭಾಗವತ್ ಗೀತೆ ಸೇರಿದಂತೆ ಬಹಳಷ್ಟು ಹಿಂದೂ ಪಠ್ಯಗಳಲ್ಲಿ ಪ್ರಮುಖ ಪಾತ್ರವಹಿಸುತ್ತವೆ.\n\nಭಕ್ತರು ವಿಷ್ಣುಗೆ ಹಲವು ರೂಪಗಳಲ್ಲಿ ಪೂಜಿಸುತ್ತಾರೆ, ಮತ್ತು ಭಾರತದೆಲ್ಲೆಡೆ ಮತ್ತು ಅದರ ಹೊರಗೆ ಅವರ ಪ್ರತಿಷ್ಠಿತ ದೇವಾಲಯಗಳನ್ನು ಸ್ಥಾಪಿಸುತ್ತಾರೆ. ಅವರಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಬದಲಾವಣೆಗಳೊಂದಿಗೆ ಹಲವು ಹಬ್ಬಗಳಲ್ಲಿ ಪೂಜಿಸಲ್ಪಡುತ್ತದೆ, ದೀಪಾವಳಿ ಹಬ್ಬವು ರಾಮನ ರೂಪದಲ್ಲಿ ರಾವಣನನ್ನು ಗೆಲ್ಲಲು ಅವರು ಪೂಜಿಸಲ್ಪಡುತ್ತದೆ. ಜೊತೆಗೆ, ವಿಷ್ಣುನು ಬ್ರಹ್ಮಾಂಡ ಚಕ್ರಗಳ ಒತ್ತಿಗೆಯಲ್ಲಿ ನಿರೂಪಿಸಲಾಗುತ್ತಿದ್ದು, ಪುನರಾಯಣ ಮತ್ತು ಆತ್ಮದ ಶಾಶ್ವತ ಸ್ವರೂಪವನ್ನು ಎತ್ತಿಸುತ್ತದೆ.\n\nಭಗವಾನ್ ವಿಷ್ಣು ಅವರ ಶ್ರೇಷ್ಠ ಪ್ರಭಾವವು ಧರ್ಮಕ್ಕೆ ಹೊರತುಪಡಿಸಿ ಕಲಾ, ಸಾಹಿತ್ಯ ಮತ್ತು ಸಂಸ್ಕೃತಿಯಲ್ಲಿಯೂ ಶ್ರೇಷ್ಠವಾಗಿದ್ದು, ಅವರು ಆಶಾದಾಯಕರ ಮತ್ತು ಪುನಃ ನವೀನವಾಗಿರುವ ವ್ಯಕ್ತಿಯಾಗಿ ಪರಿಗಣಿಸಲ್ಪಡುತ್ತಾರೆ. ಅವರ ಉಪದೇಶಗಳು ಅನುಯಾಯಿಗಳಿಗೆ ನಿಖರ ಮತ್ತು ಉದ್ದೇಶದಿಂದ ಜೀವನವನ್ನು ನಡೆಸಲು ಪ್ರೇರಣೆ ನೀಡುತ್ತವೆ, ಮತ್ತು ಅವರು ತಮ್ಮ ಸ್ಥಳವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಇವರಿಗೆ ಪೂಜಿಸುವ ನಂಬಿಕೆಗಳು ಆನ್‌ಗನ್ನಡದ ಶ್ರೇಷ್ಠ ಗೌರವವನ್ನು ಮರೆತು ಹೋಗಿಲ್ಲ, ಅವರು ಹಿಂದೂ ಆತ್ಮವೈಭೋಗದಲ್ಲಿ ಪ್ರಿಯ ದೇವರಾಗಿದ್ದಾರೆ."
    },
    {
      "language": "Hindi",
      "language-code": "hi",
      "songs": [
        {
          "songName": "अगम श्री हरि स्तोत्रम",
          "songLocation": "agamShreeHariStotram.mp3"
        }
      ],
      "description": "भगवान विष्णु हिंदू धर्म के प्रमुख देवताओं में से एक हैं, जिन्हें सृष्टि के रक्षक और संरक्षक के रूप में पूजा जाता है। उन्हें एक शांत और दयालु मुद्रा में दर्शाया जाता है, जो जीवन के संधारण के उनके कार्य का प्रतीक है। विष्णु को उनके नीले रंग के शरीर से पहचाना जाता है, जो अनंत आकाश और महासागरों का प्रतीक है, और उन्हें आमतौर पर चार भुजाओं में एक शंख, चक्र, गदा और कमल के फूल के साथ चित्रित किया जाता है, जो जीवन और ब्रह्मांड के विभिन्न पहलुओं का प्रतिनिधित्व करता है।\n\nविष्णु के दस अवतारों के लिए उन्हें जाना जाता है, जिनमें राम और कृष्ण जैसे प्रसिद्ध रूप शामिल हैं। प्रत्येक अवतार एक दिव्य हस्तक्षेप का प्रतिनिधित्व करता है, जो अराजकता और बुराई के समय में ब्रह्मांडीय संतुलन को पुनर्स्थापित करने के लिए आता है। उनकी शिक्षाएं और कार्य धर्म, प्रेम और करुणा पर जोर देते हैं, जिससे वे कई हिंदू ग्रंथों, जैसे महाभारत और भागवत गीता में केंद्रीय पात्र बनते हैं।\n\nभक्त विभिन्न रूपों में भगवान विष्णु की पूजा करते हैं और भारत और इसके बाहर उनके लिए समर्पित मंदिरों की स्थापना करते हैं। उनका पूजा कई त्योहारों का अभिन्न हिस्सा है, जैसे दीपावली, जहाँ उन्हें राम के अवतार के रूप में रावण का वध करने के लिए मनाया जाता है। इसके अतिरिक्त, विष्णु का संबंध ब्रह्मांडीय चक्रों के साथ है, जो पुनर्जन्म और आत्मा की शाश्वत प्रकृति के महत्व को दर्शाता है।\n\nभगवान विष्णु का प्रभाव धर्म से परे कला, साहित्य और संस्कृति में फैला हुआ है, जिससे वे आशा और नवीनीकरण का प्रतीक बन गए हैं। उनकी शिक्षाएं अनुयायियों को ईमानदारी और उद्देश्य के साथ जीवन जीने के लिए प्रेरित करती हैं, जिससे वे अपने स्थान को ब्रह्मांड में बेहतर समझ सकें। भगवान विष्णु के प्रति श्रद्धा पीढ़ियों से जारी है, जो उन्हें हिंदू आध्यात्मिकता में एक प्रिय देवता बनाती है।"
    }
  ]
}
