{
  "meta-data": {
    "Supported-languages": [
      "English",
      "Kannada",
      "Hindi"
    ],
    "GodName": "Narasimha"
  },
  "data": [
    {
      "language": "English",
      "language-code": "en",
      "description": "Lord Narasimha, one of the most powerful incarnations of Lord Vishnu, is revered as the fierce protector of his devotees. He is depicted with a lion's head and a human body, symbolizing the union of divine strength and human compassion. Narasimha’s appearance represents the power to destroy evil while embodying compassion for those who seek his protection. His form was born from Lord Vishnu's need to protect his devotee Prahlada from the tyrannical demon king Hiranyakashipu.\n\nThe story of Narasimha showcases his role as a destroyer of arrogance and evil. When Hiranyakashipu, who had been granted near-invincibility through a boon, threatened his son Prahlada for worshipping Vishnu, Narasimha emerged from a pillar to defeat him. The unique nature of Narasimha’s form allowed him to bypass Hiranyakashipu's boon, which stated he could not be killed by a human or an animal, indoors or outdoors, during day or night. Narasimha’s victory is a testament to the protective power of the divine.\n\nNarasimha is worshipped as a fierce deity who removes obstacles, evil, and fear from the lives of his devotees. Devotees believe that chanting his name and invoking his presence brings courage and confidence, especially in situations of great adversity. His worship is particularly prominent among those seeking strength and protection from harm.\n\nIn various temples, Lord Narasimha is depicted in different forms, each reflecting a unique aspect of his divine powers, from calming his fury to protecting devotees. His image serves as a reminder of the strength that comes from faith and the divine intervention that safeguards righteousness. The duality of his form symbolizes the balance of fearsome power with mercy, inspiring his devotees to uphold truth and virtue."
    },
    {
      "language": "Kannada",
      "language-code": "kn",
      "description": "ಲಕ್ಷ್ಮೀನಾರಸಿಂಹ ಸ್ವರೂಪದಲ್ಲಿ ಪ್ರತ್ಯಕ್ಷನಾದ ನರಸಿಂಹ ದೇವರು ವಿಷ್ಣುವಿನ ಅತ್ಯಂತ ಬಲಿಷ್ಠ ಅವತಾರಗಳಲ್ಲಿ ಒಬ್ಬರಾಗಿದ್ದಾರೆ. ಸಿಂಹದ ತಲೆ ಮತ್ತು ಮಾನವ ದೇಹದಿಂದ ತೊಡಗಿರುವ ನರಸಿಂಹ, ದೈವಿಕ ಶಕ್ತಿ ಮತ್ತು ಮಾನವೀಯ ದಯೆಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತಾನೆ. ಪ್ರಹ್ಲಾದನನ್ನು ಹಿರಣ್ಯಕಶಿಪುವಿನ ದೌರ್ಜನ್ಯದಿಂದ ರಕ್ಷಿಸಲು, ವಿಷ್ಣುವಿನ ಅಭಿಮಾನದಿಂದ ಹುಟ್ಟಿದ ಈ ರೂಪವು ಬಲಾತ್ಕಾರವನ್ನು ನಾಶಮಾಡುವ ದೈವಿಕ ಶಕ್ತಿಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ.\n\nನರಸಿಂಹನ ಕಥೆಯು ಅಹಂಕಾರ ಮತ್ತು ದುಷ್ಟರನ್ನು ನಾಶ ಮಾಡುವ ಪಾತ್ರವನ್ನು ಹೀರಿದೆ. ವಿಷ್ಣುವಿನ ಭಕ್ತನಾದ ಪ್ರಹ್ಲಾದವನ್ನು ದೇವರು ರಕ್ಷಿಸಲು, ನರಸಿಂಹನು ಸಹಸ್ರಬಲದೊಂದಿಗೆ ಹಿರಣ್ಯಕಶಿಪುವನ್ನು ನಾಶಮಾಡಿದನು. 'ಅರ್ಧ ಸಿಂಹ, ಅರ್ಧ ಮಾನವ' ರೂಪದ ಮೂಲಕ, ಅವನು ಅಹಂಕಾರದ ಪ್ರತಿರೋಧಕನಾಗಿ ಪರಿಣಮಿಸಿದನು. ಇದರೊಂದಿಗೆ ದುಷ್ಟರಿಂದ ರಕ್ಷಿಸಲು ಅವನು ಪಡೆದ ವಿಶಿಷ್ಟ ರೂಪವು ದೇವತೆಯ ರಕ್ಷಣೆ ಮತ್ತು ನೀತಿಯ ಸಮೀಕ್ಷೆಯ ಪ್ರತಿಕ್ರಿಯೆಯಾಗಿಯೂ ಇದೆ.\n\nಭಕ್ತರು ನರಸಿಂಹನನ್ನು ಭಯದಿಂದ ಹಾಗೂ ಅಡಚಣೆಗಳಿಂದ ಮುಕ್ತರಾಗಲು ಪೂಜಿಸುತ್ತಾರೆ. ಭಕ್ತರು ಅವನ ಹೆಸರನ್ನು ಜಪಿಸುವ ಮೂಲಕ ಧೈರ್ಯ ಮತ್ತು ಆತ್ಮವಿಶ್ವಾಸವನ್ನು ಪಡೆಯುತ್ತಾರೆ. ಈ ಶಕ್ತಿಯ ಪ್ರತಿನಿಧಿಯಾಗಿ, ನರಸಿಂಹನ ಪೂಜೆಯನ್ನು ವಿಶೇಷವಾಗಿ ಬಲ, ಧೈರ್ಯ ಮತ್ತು ಶಕ್ತಿಯನ್ನು ಪಾವನವಾಗಿ ಪಡೆಯಲು ಒಲಿಸುತ್ತಾರೆ.\n\nನರಸಿಂಹನ ವಿವಿಧ ರೂಪಗಳು ದೇಗುಲಗಳಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ, ಅವು ಪ್ರತಿ ರೂಪವು ಅವನ ವಿಭಿನ್ನ ದೈವೀ ಶಕ್ತಿಗಳನ್ನು ಪ್ರತಿಬಿಂಬಿಸುತ್ತದೆ. ಈ ರೂಪವು ಶಕ್ತಿಯ ಸಮತೋಲನದೊಂದಿಗೆ ದಯೆಯ ಪ್ರತೀಕವಾಗಿದ್ದು, ಸತ್ಯ ಮತ್ತು ಧರ್ಮವನ್ನು ಉಳಿಸುವಂತೆ ಪ್ರೇರೇಪಿಸುತ್ತದೆ."
    },
    {
      "language": "Hindi",
      "language-code": "hi",
      "description": "भगवान नरसिंह, भगवान विष्णु के सबसे शक्तिशाली अवतारों में से एक माने जाते हैं, जो अपने भक्तों के रक्षक के रूप में पूजनीय हैं। उनके रूप में सिंह का सिर और मानव का शरीर शामिल है, जो दैवीय शक्ति और मानवीय करुणा का प्रतीक है। नरसिंह का अवतार भगवान विष्णु ने अपने भक्त प्रह्लाद को अत्याचारी राक्षस राजा हिरण्यकश्यपु से बचाने के लिए लिया था।\n\nनरसिंह की कहानी उनके अहंकार और बुराई को नष्ट करने के रूप में प्रतिष्ठित है। जब हिरण्यकश्यपु ने, जो लगभग अमरता का वरदान प्राप्त कर चुका था, अपने पुत्र प्रह्लाद को भगवान विष्णु की पूजा के कारण धमकाया, तब नरसिंह ने स्तंभ से प्रकट होकर उसे पराजित किया। उनके विशेष रूप ने हिरण्यकश्यपु के वरदान को निष्क्रिय कर दिया, जिसमें उसने न तो किसी मानव से मरने का वरदान मांगा था और न किसी पशु से। इस प्रकार, नरसिंह की विजय दैवीय शक्ति और सुरक्षा का प्रतीक बन गई।\n\nनरसिंह को एक उग्र देवता के रूप में पूजा जाता है जो अपने भक्तों के जीवन से बाधाओं, बुराईयों और भय को दूर करते हैं। भक्तों का मानना है कि उनका नाम जपने और उनकी उपासना से साहस और आत्मविश्वास मिलता है, खासकर बड़ी विपत्तियों के समय। उनकी पूजा विशेष रूप से उन लोगों में प्रसिद्ध है जो शक्ति और सुरक्षा की तलाश में रहते हैं।\n\nविभिन्न मंदिरों में भगवान नरसिंह के विभिन्न रूपों को देखा जा सकता है, जो उनकी दिव्य शक्तियों के विभिन्न पहलुओं को दर्शाते हैं। उनकी छवि विश्वास और धार्मिक हस्तक्षेप की शक्ति का प्रतीक है जो धर्म की रक्षा करती है। उनके रूप का द्वैत शक्ति और करुणा का संतुलन है, जो उनके भक्तों को सत्य और धर्म का पालन करने की प्रेरणा देता है।"
    }
  ]
}
