{
  "meta-data": {
    "Supported-languages": [
      {
        "language": "English",
        "language-code": "en",
        "god-name": "Parvati"
      },
      {
        "language": "Kannada",
        "language-code": "kn",
        "god-name": "ಪಾರ್ವತಿ"
      },
      {
        "language": "Hindi",
        "language-code": "hi",
        "god-name": "पार्वती"
      }
    ],
    "GodName": "Parvati"
  },
  "data": [
    {
      "language": "English",
      "language-code": "en",
      "songs": [
        {
          "songName": "Jai parvati mata parvati aarti",
          "songLocation": "jaiParvatiMataParvatiAarti.mp3"
        },
        {
          "songName": "Parvati Panchakam",
          "songLocation": "parvatiPanchakam.mp3"
        }
      ],
      "description": "Goddess Parvati, also known as Shakti, is revered as the divine mother and the embodiment of feminine energy and power. She is the wife of Lord Shiva and the mother of Lord Ganesha and Lord Kartikeya. Parvati is known for her strength, love, and compassion, symbolizing the nurturing aspects of nature. As the goddess of fertility, love, and devotion, Parvati is an inspiring figure who helps balance and harmonize the universe.\n\nParvati is also recognized as a warrior goddess in her fierce forms, such as Durga and Kali. These forms represent her protective nature, where she combats evil and injustice to restore order and peace. Her different aspects show her ability to be both gentle and powerful, making her a beloved deity who addresses various aspects of human life.\n\nHer story is one of dedication and resilience, as she underwent severe penance to win Lord Shiva’s affection. This act of devotion and determination highlights her commitment to love and family, inspiring devotees to be patient, resilient, and dedicated in their own relationships. Parvati’s penance and her journey to become Shiva’s consort also emphasize spiritual growth and transformation.\n\nIn temples, Parvati is often depicted alongside Shiva, representing the balance of masculine and feminine energies in the universe. Together, they embody the union of consciousness and energy, which drives creation and sustains life. Parvati’s qualities of compassion, strength, and nurturing continue to inspire and guide her devotees, making her one of the most cherished goddesses in Hinduism."
    },
    {
      "language": "Kannada",
      "language-code": "kn",
      "songs": [
        {
          "songName": "ಜೈ ಪಾರ್ವತಿ ಮಾತೆ ಪಾರ್ವತಿ ಆರತಿ",
          "songLocation": "jaiParvatiMataParvatiAarti.mp3"
        },
        {
          "songName": "ಪಾರ್ವತಿ ಪಂಚಕಂ",
          "songLocation": "parvatiPanchakam.mp3"
        }
      ],

      "description": "ದೇವಿ ಪಾರ್ವತಿ, ಶಕ್ತಿ ಎಂಬ ಹೆಸರಿನಿಂದಲೂ ಕರೆಯಲ್ಪಡುತ್ತಾರೆ. ಅವರು ಸೃಷ್ಟಿ, ಸ್ತ್ರೀ ಶಕ್ತಿ ಮತ್ತು ಹೆಣ್ಣುಮಕ್ಕಳ ಶಕ್ತಿಯ ದೈವೀ ರೂಪವಾಗಿ ಪೂಜಿಸಲ್ಪಡುತ್ತಾರೆ. ಶಿವನ ಪತ್ನಿಯಾಗಿರುವ ಪಾರ್ವತಿ, ಗಣೇಶ ಮತ್ತು ಕಾರ್ತಿಕೇಯನ ತಾಯಿಯಾಗಿದ್ದಾರೆ. ಅವರು ತನ್ನ ಪ್ರೀತಿ, ಕರುಣೆ ಮತ್ತು ಶಕ್ತಿಯಿಂದ ಪ್ರಸಿದ್ಧರಾಗಿದ್ದು, ಪ್ರಕೃತಿಯ ಪಾಲನೆಯ ಗುಣವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತಾರೆ. ಪ್ರೀತಿ, ಶಕ್ತಿ ಮತ್ತು ನಿಷ್ಠೆಯ ದೇವರಾಗಿರುವ ಪಾರ್ವತಿ, ಸಮತೋಲನ ಮತ್ತು ಸೌಹಾರ್ದತೆಯನ್ನು ಇಡೀ ಬ್ರಹ್ಮಾಂಡದಲ್ಲಿ ಕಾಪಾಡುತ್ತಾರೆ.\n\nಪಾರ್ವತಿ ದುರ್ಗಾ ಮತ್ತು ಕಾಳಿ ಎಂಬ ತಮ್ಮ ಕಟುಕ ರೂಪಗಳಲ್ಲಿ ಹೋರಾಟದ ದೇವಿಯಾಗಿ ಕೂಡ ಪರಿಚಿತರಾಗಿದ್ದಾರೆ. ಈ ರೂಪಗಳು ದುಷ್ಟರನ್ನು ಎದುರಿಸಲು ಮತ್ತು ನ್ಯಾಯವನ್ನು ಸ್ಥಾಪಿಸಲು ಅವಳ ರಕ್ಷಕಸ್ವಭಾವವನ್ನು ತೋರಿಸುತ್ತವೆ. ಅವರ ವಿಭಿನ್ನ ರೂಪಗಳು ತಾಯಿಯ ದಯಾಳುತೆಯನ್ನು ಮತ್ತು ಶಕ್ತಿಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತವೆ, ಇದರಿಂದ ಅವರು ನಿಷ್ಠೆ ಮತ್ತು ಭಕ್ತಿಯಿಂದ ಭಕ್ತರ ಹೃದಯಗಳಲ್ಲಿ ಸ್ಥಾನವನ್ನು ಗಳಿಸುತ್ತಾರೆ.\n\nಪಾರ್ವತಿಯ ಕಥೆ ಅನುಷ್ಠಾನ ಮತ್ತು ಧೈರ್ಯದ ಸಂಕೇತವಾಗಿದೆ. ಶಿವನ ಪ್ರೀತಿ ಗೆಲ್ಲಲು ಅವರು ತೀವ್ರ ತಪಸ್ಸು ಮಾಡಿ ಧೈರ್ಯತೆಯನ್ನು ತೋರಿದರು. ಇದರಿಂದ ಪ್ರೀತಿಗೆ ಮತ್ತು ಕುಟುಂಬಕ್ಕೆ ನಿಷ್ಠೆಯನ್ನು ಪ್ರಚೋದಿಸುವ ಪ್ರೇರಣೆ ನೀಡುತ್ತಾರೆ. ಈ ತಪಸ್ಸು ಮತ್ತು ಶಿವನ ಪತ್ನಿಯಾಗಿ ಪಾರ್ವತಿಯ ಯಾತ್ರೆಯು ಆಧ್ಯಾತ್ಮಿಕ ಬೆಳವಣಿಗೆ ಮತ್ತು ಪರಿವರ್ತನೆಯನ್ನು ಪ್ರತಿಬಿಂಬಿಸುತ್ತದೆ.\n\nದೇವಾಲಯಗಳಲ್ಲಿ, ಪಾರ್ವತಿ ಹೆಚ್ಚಾಗಿ ಶಿವನೊಂದಿಗೆ ಕಾಣಿಸುತ್ತಾರೆ, ಇದು ಬ್ರಹ್ಮಾಂಡದಲ್ಲಿ ಪುರುಷ ಮತ್ತು ಸ್ತ್ರೀ ಶಕ್ತಿಯ ಸಮತೋಲನವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ. ಪ್ರಜ್ಞೆ ಮತ್ತು ಶಕ್ತಿಯ ಒಕ್ಕೂಟದ ಈ ರೂಪವು ಸೃಷ್ಟಿಯನ್ನು ನಡೆಸುತ್ತದೆ. ಪಾರ್ವತಿಯ ಕರುಣೆ, ಶಕ್ತಿ ಮತ್ತು ಪಾಲನೆಯ ಗುಣಗಳು ಭಕ್ತರಿಗೆ ಸ್ಪೂರ್ತಿದಾಯಕವಾಗಿದ್ದು, ಹಿಂದೂಧರ್ಮದಲ್ಲಿ ಅಪ್ರತಿಮ ದೇವಿಯೆಂದು ಪೂಜಿಸಲಾಗುತ್ತಿದೆ."
    },
    {
      "language": "Hindi",
      "language-code": "hi",
      "songs": [
        {
          "songName": "जय पार्वती माता पार्वती आरती",
          "songLocation": "jaiParvatiMataParvatiAarti.mp3"
        },
        {
          "songName": "पार्वती पंचकम",
          "songLocation": "parvatiPanchakam.mp3"
        }
      ],
      "description": "देवी पार्वती, जिन्हें शक्ति के नाम से भी जाना जाता है, को मातृत्व और स्त्री शक्ति की देवी के रूप में पूजा जाता है। वह भगवान शिव की पत्नी और भगवान गणेश और कार्तिकेय की माता हैं। पार्वती प्रेम, करुणा और शक्ति का प्रतीक हैं, जो प्रकृति की पोषणशीलता को दर्शाती हैं। उर्वरता, प्रेम और भक्ति की देवी के रूप में, पार्वती संतुलन और सौहार्द का उदाहरण हैं और पूरे ब्रह्मांड में स्थिरता लाती हैं।\n\nपार्वती अपने दुर्गा और काली जैसे उग्र रूपों में भी जानी जाती हैं। इन रूपों में वह एक योद्धा देवी के रूप में प्रकट होती हैं, जो बुराई और अन्याय से लड़ती हैं और शांति बहाल करती हैं। उनके विभिन्न रूपों से उनकी कोमलता और शक्ति का संतुलन स्पष्ट होता है, जिससे वह भक्ति और प्रेम की देवी बन जाती हैं।\n\nउनकी कहानी समर्पण और धैर्य की कहानी है। शिव का प्रेम पाने के लिए उन्होंने कठोर तप किया, जो प्रेम और परिवार के प्रति उनकी गहरी निष्ठा को दर्शाता है। पौराणिक कथाओं में उनकी तपस्या और शिव की अर्धांगिनी बनने का उनका संघर्ष आध्यात्मिक विकास और परिवर्तन का प्रतीक है।\n\nमंदिरों में, पार्वती अक्सर शिव के साथ दिखाई देती हैं, जो ब्रह्मांड में पुरुष और स्त्री ऊर्जा के संतुलन का प्रतीक है। दोनों का एक साथ होना चेतना और ऊर्जा के मेल का प्रतीक है, जो सृष्टि को आगे बढ़ाता है। पार्वती की करुणा, शक्ति और पालन की क्षमता उनके भक्तों को प्रेरणा देती है, जो उन्हें हिंदू धर्म में एक महत्वपूर्ण और पूजनीय देवी बनाती है।"
    }
  ]
}
