{
  "meta-data": {
    "Supported-languages": [
      "English",
      "Kannada",
      "Hindi"
    ],
    "GodName": "Srinivasa"
  },
  "data": [
    {
      "language": "English",
      "language-code": "en",
      "description": "Lord Srinivasa, also known as Venkateswara, is one of the most revered deities in Hinduism, particularly worshipped in the southern regions of India. He is considered a manifestation of Lord Vishnu, the preserver of the universe, and is often depicted as a handsome figure adorned with rich ornaments and a crown, radiating divinity and grace. Srinivasa is known for his compassionate nature, symbolizing love, protection, and guidance for his devotees.\n\nThe Tirupati Temple, located in Andhra Pradesh, is one of the most significant pilgrimage sites dedicated to Lord Srinivasa. Devotees flock to this sacred temple to seek his blessings for prosperity, success, and fulfillment of desires. The temple’s rituals and practices emphasize the importance of humility, devotion, and selfless service, reflecting the teachings of Lord Vishnu.\n\nSrinivasa is often depicted with his consorts, Goddess Lakshmi and Goddess Padmavati, representing abundance and prosperity. His form is also associated with various divine qualities, including wisdom, strength, and the ability to overcome obstacles. His devotees believe that surrendering to him can lead to spiritual upliftment and liberation from worldly attachments.\n\nThe celebrations during festivals such as Vaikunta Ekadashi and Brahmotsavam attract millions of devotees, showcasing vibrant processions, traditional music, and dances. Lord Srinivasa’s divine presence continues to inspire faith and devotion, making him a beloved figure in Hindu spirituality and culture."
    },
    {
      "language": "Kannada",
      "language-code": "kn",
      "description": "ಸ್ರೀನಿವಾಸನನ್ನು ವೇಂಕಟೇಶ್ವರ ಎಂದು ಕರೆದು ಹಿಂದೂ ಧರ್ಮದಲ್ಲಿ ಅತ್ಯಂತ ಗೌರವಿಸುವ ದೇವತೆಯಲ್ಲದೆ, ದಕ್ಷಿಣ ಭಾರತದಲ್ಲಿ ವಿಶೇಷವಾಗಿ ಪೂಜಿಸಲ್ಪಡುತ್ತಾರೆ. ಅವರು ವಿಶ್ವದ ಜೀವವನ್ನು ಉಳಿಸುವ ದೇವರು ಆದ ವಿಷ್ಣುವಿನ ಅವತಾರವಾಗಿ ಪರಿಗಣಿಸಲ್ಪಡುತ್ತಾರೆ. ಸ್ರೀನಿವಾಸನನ್ನು ಧನಾತ್ಮಕತೆ ಮತ್ತು ಸುಂದರತೆ, ಶ್ರೇಷ್ಟವಾದ ಆಭರಣಗಳು ಮತ್ತು ಕಿರೀಟವನ್ನು ಧರಿಸುತ್ತಿರುವ ಆಕೃತಿಯೊಂದಿಗೆ ಚಿತ್ರಿಸಲಾಗುತ್ತದೆ, ಇದು ಭಕ್ತಿ ಮತ್ತು ಕರುಣೆಗಳನ್ನು ಸಂಕೇತಿಸುತ್ತದೆ.\n\nಅಂದ್ರ ಪ್ರದೇಶದ ತಿರುಪತಿ ದೇವಸ್ಥಾನವು ಸ್ರೀನಿವಾಸನಿಗೆ ಅರ್ಪಿತ ಅತ್ಯಂತ ಪ್ರಮುಖ ತೀರ್ಥ ಕ್ಷೇತ್ರವಾಗಿದೆ. ಭಕ್ತರು ಈ ಪವಿತ್ರ ದೇವಾಲಯಕ್ಕೆ ಬಂದು ಸಮೃದ್ಧಿ, ಯಶಸ್ಸು ಮತ್ತು ಬಯಕೆಯ ಪರಿಪೂರ್ಣತೆಗೆ ಅವರ ಆशीರ್ವಾದವನ್ನು ಕೋರುತ್ತಾರೆ. ದೇವಾಲಯದ ಆಚರಣೆಗಳು ಮತ್ತು ಅಭ್ಯಾಸಗಳು ವಿನಯ, ಭಕ್ತಿ ಮತ್ತು ನಿರ್ಜನ ಸೇವೆಯ ಮಹತ್ವವನ್ನು ಒತ್ತಿಸುತ್ತವೆ, ಇದು ವಿಷ್ಣುವಿನ ಉಪದೇಶಗಳನ್ನು ಪ್ರತಿಬಿಂಬಿಸುತ್ತದೆ.\n\nಸ್ರೀನಿವಾಸನನ್ನು ಲಕ್ಸ್ಮೀ ದೇವಿ ಮತ್ತು ಪದ್ಮಾವತಿ ದೇವಿಯೊಂದಿಗೆ ಚಿತ್ರಿಸುತ್ತಾರೆ, ಇದು ಸಮೃದ್ಧಿ ಮತ್ತು ಐಶ್ವರ್ಯವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ. ಅವರ ರೂಪವು ವಿವೇಕ, ಶಕ್ತಿ ಮತ್ತು ಸಂಕಷ್ಟಗಳನ್ನು ಜಯಿಸುವ ಶಕ್ತಿಯಂತಹ ಹಲವಾರು ದಿವ್ಯ ಗುಣಗಳನ್ನು ಹೊಂದಿದೆ. ಅವರು ತಮ್ಮನ್ನು ಶರಣಾಗತ ಮಾಡಿದವರಿಗೆ ಆಧ್ಯಾತ್ಮಿಕ ಬೆಳವಣಿಗೆ ಮತ್ತು ಭೌತಿಕ ಬಂಧನಗಳಿಂದ ಮುಕ್ತಗೊಳ್ಳುವಂತೆ ಮಾಡಲು ನಂಬಿಕೆ ಇರುತ್ತದೆ.\n\nವೈಕುಂಠ ಏಕಾದಶಿ ಮತ್ತು ಬ್ರಹ್ಮೋತ್ಸವ ಮೊದಲಾದ ಹಬ್ಬಗಳ ಆಚರಣೆಗಳು ಕೋಟಿ ಕೋಟಿ ಭಕ್ತರನ್ನು ಆಕರ್ಷಿಸುತ್ತವೆ, ವಿವಿಧ ಜೀವಂತ ಮೆರವಣಿಗೆಗಳು, ಸಾಂಪ್ರದಾಯಿಕ ಸಂಗೀತ ಮತ್ತು ನೃತ್ಯಗಳನ್ನು ತೋರಿಸುತ್ತವೆ. ಸ್ರೀನಿವಾಸನ ದಿವ್ಯ ಹಾಜರಾತಿ ಧರ್ಮ ಮತ್ತು ಭಕ್ತಿಗೆ ಪ್ರೇರಣೆಯನ್ನು ನೀಡುತ್ತದೆ, ಹೀಗೆ ಅವರು ಹಿಂದೂ ಆಧ್ಯಾತ್ಮಿಕತೆಯಲ್ಲಿ ಮತ್ತು ಸಂಸ್ಕೃತಿಯಲ್ಲಿ ಪ್ರಿಯ ವ್ಯಕ್ತಿಯಾಗಿದ್ದಾರೆ."
    },
    {
      "language": "Hindi",
      "language-code": "hi",
      "description": "भगवान श्रीनिवास, जिन्हें वेंकटेश्वर के नाम से भी जाना जाता है, हिंदू धर्म में सबसे अधिक पूजित देवताओं में से एक हैं, विशेष रूप से दक्षिण भारत में। उन्हें भगवान विष्णु का अवतार माना जाता है, जो सृष्टि के रक्षक हैं। श्रीनिवास को एक सुंदर आकृति के रूप में दर्शाया जाता है, जो भव्य आभूषण और मुकुट से सजित होता है, जो दिव्यता और कृपा का प्रतीक है। श्रीनिवास अपनी दयालुता के लिए जाने जाते हैं, जो अपने भक्तों के लिए प्रेम, सुरक्षा और मार्गदर्शन का प्रतीक है।\n\nआंध्र प्रदेश में स्थित तिरुपति मंदिर भगवान श्रीनिवास को समर्पित सबसे महत्वपूर्ण तीर्थ स्थानों में से एक है। भक्त इस पवित्र मंदिर में अपनी समृद्धि, सफलता और इच्छाओं की पूर्ति के लिए भगवान श्रीनिवास का आशीर्वाद प्राप्त करने के लिए आते हैं। मंदिर के अनुष्ठान और प्रथाएं विनम्रता, भक्ति और निस्वार्थ सेवा के महत्व को दर्शाती हैं, जो भगवान विष्णु की शिक्षाओं को प्रदर्शित करती हैं।\n\nश्रीनिवास को उनकी पत्नियों, देवी लक्ष्मी और देवी पद्मावती के साथ दर्शाया जाता है, जो समृद्धि और ऐश्वर्य का प्रतीक हैं। उनका स्वरूप कई दिव्य गुणों के साथ जुड़ा हुआ है, जिसमें ज्ञान, शक्ति और बाधाओं को पार करने की क्षमता शामिल है। उनके भक्तों का मानना है कि उन्हें समर्पित करने से आध्यात्मिक उन्नति और सांसारिक बंधनों से मुक्ति मिल सकती है।\n\nवैकुंठ एकादशी और ब्रह्मोत्सव जैसे त्योहारों के दौरान उत्सवों में लाखों भक्त शामिल होते हैं, जिसमें जीवंत जुलूस, पारंपरिक संगीत और नृत्य का प्रदर्शन होता है। भगवान श्रीनिवास की दिव्य उपस्थिति विश्वास और भक्ति को प्रेरित करती है, जिससे वह हिंदू आध्यात्मिकता और संस्कृति में एक प्रिय व्यक्ति बन जाते हैं।"
    }
  ]
}
