{
  "meta-data": {
    "Supported-languages": [
      "English",
      "Kannada",
      "Hindi"
    ],
    "GodName": "Ganesha"
  },
  "data": [
    {
      "language": "English",
      "language-code": "en",
      "songs": [
        {
          "songName": "Jai Ganesh Deva",
          "songLocation": "jaiGaneshDeva.mp3"
        },{
          "songName": "Vakratunda Mahakaya",
          "songLocation": "vakratundaMahakaya.mp3"
        }
      ],
      "description": "God Ganesha, also known as Ganapati or Vinayaka, is one of the most beloved and widely worshipped deities in Hinduism. He is the son of Lord Shiva and Goddess Parvati and is easily recognized by his unique elephant head, which is a symbol of wisdom and understanding. Ganesha’s distinct appearance also includes a large belly, symbolizing the acceptance and balance of all experiences, both good and bad. His kind and approachable demeanor makes him especially dear to his devotees.\n\nKnown as the remover of obstacles, Ganesha is worshipped at the beginning of any new venture, whether it’s a personal or professional undertaking. Devotees believe that his blessings clear away challenges and bring success, prosperity, and good fortune. He is also regarded as the god of beginnings, making him an essential part of Hindu rituals and ceremonies, particularly those marking new starts in life, such as weddings and housewarmings.\n\nGanesha’s association with arts, learning, and knowledge has earned him the title of patron of arts and sciences. Artists, writers, and students frequently seek his blessings for inspiration and insight. His broken tusk is said to signify sacrifice for greater knowledge, as it is believed he broke it off to use as a pen while writing the epic Mahabharata.\n\nGanesha’s vehicle, the small mouse, represents humility and groundedness, showing that even the smallest of creatures has a role to play. Together, the elephant-headed god and his mouse vehicle symbolize the balance between power and humility, reminding devotees of the importance of wisdom, compassion, and respect for all beings. Ganesha’s enduring qualities continue to make him a deeply meaningful and revered figure across generations."
    },
    {
      "language": "Kannada",
      "language-code": "kn",
      "songs": [
        {
          "songName": "ಜೈ ಗಣೇಶ್ ದೇವ",
          "songLocation": "jaiGaneshDeva.mp3"
        },
        {
          "songName": "ವಕ್ರತುಂಡ ಮಹಾಕಾಯ",
          "songLocation": "vakratundaMahakaya.mp3"
        }
      ],
      "description": "ಣೇಶನನ್ನು ಗಣಪತಿ ಅಥವಾ ವಿನಾಯಕ ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ ಮತ್ತು ಅವರು ಹಿಂದೂ ಧರ್ಮದಲ್ಲಿ ಅತ್ಯಂತ ಪ್ರೀತಿಸಲ್ಪಡುವ ಮತ್ತು ಪೂಜಿಸಲ್ಪಡುವ ದೇವರಲ್ಲಿ ಒಬ್ಬರಾಗಿದ್ದಾರೆ. ಶಿವ ಮತ್ತು ಪಾರ್ವತಿಯ ಪುತ್ರನಾದ ಗಣೇಶನನ್ನು ಆನೆಯ ತಲೆ ಮತ್ತು ದೊಡ್ಡ ಹೊಟ್ಟೆಯ ಮೂಲಕ ಗುರುತಿಸಲಾಗುತ್ತದೆ. ಆನೆಯ ತಲೆ ಜ್ಞಾನ ಮತ್ತು ಬುದ್ಧಿವಂತಿಕೆಯನ್ನು ಸಂಕೇತಿಸುತ್ತದೆ, ಆದರೆ ಹೊಟ್ಟೆಯ ಗಾತ್ರ ಜೀವನದ ಎಲ್ಲಾ ಅನುಭವಗಳನ್ನು ಸಮಾನವಾಗಿ ಸ್ವೀಕರಿಸುವ ಗುಣವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ. ಅವರು ತಮ್ಮ ವಿನಯಶೀಲ ಮತ್ತು ಸ್ನೇಹಪರ ಸ್ವಭಾವದಿಂದ ಭಕ್ತರಿಗೆ ತುಂಬಾ ನೆಚ್ಚಿನವರಾಗಿದ್ದಾರೆ.\n\nವಿಧ್ನಹರ್ತಿಯಾಗಿ ಪ್ರಸಿದ್ಧರಾದ ಗಣೇಶನನ್ನು ಯಾವುದೇ ಹೊಸ ಆರಂಭದ ಮೊದಲು ಪೂಜಿಸಲಾಗುತ್ತದೆ. ಅವರ ಕೃಪೆಯಿಂದ ದುಸ್ಸಹ ಅಡಚಣೆಗಳನ್ನು ಅಡೆಯಲು ಮತ್ತು ಯಶಸ್ಸು, ಸಂಪತ್ತು ಮತ್ತು ಸುಖವನ್ನು ಪಡೆಯಲು ಭಕ್ತರು ವಿಶ್ವಾಸ ಹೊಂದಿದ್ದಾರೆ. ಪ್ರಾರಂಭಗಳ ದೇವರಾಗಿರುವ ಕಾರಣ, ಗಣೇಶನನ್ನು ಹಿಂದೂ ಆಚಾರಗಳಲ್ಲಿ ಮತ್ತು ಹೊಸ ಆರಂಭವನ್ನು ಚಿಹ್ನೆಯಾದರೂ ಪೂಜಿಸುತ್ತಾರೆ, ವಿಶೇಷವಾಗಿ ಮದುವೆಗಳು, ಮನೆಗೆ ಪ್ರವೇಶ ಹಬ್ಬಗಳಲ್ಲಿ.\n\nಕಲೆಗಳು, ವಿದ್ಯೆ ಮತ್ತು ಜ್ಞಾನದ ಪೋಷಕರಾಗಿರುವ ಗಣೇಶನು, ಕಲೆಗಾರರು, ಲೇಖಕರು ಮತ್ತು ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಪ್ರೇರಣೆಯ ಪ್ರೇರಕರಾಗಿದ್ದಾರೆ. ಅವರ ಮುರಿದ ಕಂದುಂದಿ ಅತ್ಯುನ್ನತ ಜ್ಞಾನವನ್ನು ಸಾಧಿಸಲು ಮಾಡಿದ ತ್ಯಾಗವನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ, ಇದರಿಂದ ಮಹಾಭಾರತವನ್ನು ಬರೆಯಲು ಅವರು ತಮ್ಮ ಕಂದುಂದಿಯನ್ನು ಮುರಿದಿದ್ದಾರೆ ಎಂಬ ನಂಬಿಕೆಯಿದೆ.\n\nಗಣೇಶನ ಸಣ್ಣ ಇಲಿ ವಾಹನ, ವಿನಯಶೀಲತೆ ಮತ್ತು ನೆಲದ ನೆಚ್ಚನ್ನು ಸೂಚಿಸುತ್ತದೆ, ಅತಿಹೆಚ್ಚಿನ ಶಕ್ತಿ ಮತ್ತು ವಿನಯವನ್ನು ಬೋಧಿಸುವ ಈ ಸಮತೋಲನವು ಎಲ್ಲರ ಜೀವನಕ್ಕೆ ಪಾಠವನ್ನು ನೀಡುತ್ತದೆ. ಹೀಗೆ ಗಣೇಶನ ಶ್ರೇಷ್ಠ ಗುಣಗಳು ಎಲ್ಲರಿಗೂ ಉಪಯುಕ್ತವಾಗಿ ಮತ್ತು ಅಳಿಯದವರು."
    },
    {
      "language": "Hindi",
      "language-code": "hi",
      "songs": [
        {
          "songName": "जय गणेश देव",
          "songLocation": "jaiGaneshDeva.mp3"
        },
        {
          "songName": "वक्रतुंड महाकाय",
          "songLocation": "vakratundaMahakaya.mp3"
        }
      ],
      "description": "भगवान गणेश, जिन्हें गणपति या विनायक के नाम से भी जाना जाता है, हिंदू धर्म में सबसे प्रिय और पूजनीय देवताओं में से एक हैं। वह भगवान शिव और माता पार्वती के पुत्र हैं और अपने अनोखे हाथी के सिर के लिए जाने जाते हैं, जो ज्ञान और समझ का प्रतीक है। गणेश का बड़ा पेट जीवन के सभी अनुभवों को स्वीकारने और संतुलन बनाए रखने का प्रतीक है। उनकी सौम्य और स्नेही प्रवृत्ति उन्हें उनके भक्तों के बीच खास बनाती है।\n\nगणेश को विघ्नहर्ता के रूप में पूजा जाता है और किसी भी नए कार्य की शुरुआत में उनकी पूजा की जाती है। भक्तों का मानना है कि गणेश के आशीर्वाद से बाधाएं दूर होती हैं और सफलता, समृद्धि और सौभाग्य प्राप्त होता है। नई शुरुआत के देवता होने के कारण, उनका पूजन विशेष रूप से विवाह और गृहप्रवेश जैसे अनुष्ठानों में किया जाता है।\n\nगणेश कला, शिक्षा और ज्ञान के संरक्षक भी माने जाते हैं। कलाकार, लेखक और छात्र अक्सर उनकी कृपा का आह्वान करते हैं। उनकी टूटी हुई दांत बलिदान का प्रतीक है, यह मान्यता है कि उन्होंने महाभारत लिखने के लिए इसे तोड़ दिया था।\n\nगणेश का वाहन, छोटा चूहा, विनम्रता और वास्तविकता का प्रतीक है। उनके और उनके वाहन के बीच शक्ति और विनम्रता का संतुलन सभी को शिक्षा देता है। इस तरह भगवान गणेश के गुण उन्हें अनंत काल तक पूजनीय बनाते हैं।"
    }
  ]
}